[
  {
    "quote": "You Said Science Was About Admitting What We Don't Know.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "We Didn't Run Out Of Television Screens And Planes, We Ran Out Of Food.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "Don't Trust The Right Thing Done For The Wrong Reason. The Why Of The Thing, That's The Foundation.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "Murphy’s Law Doesn’t Mean That Something Bad Will Happen. It Means That Whatever Can Happen Will Happen.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "Mankind Was Born On Earth. It Was Never Meant To Die Here.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "We Used To Look Up At The Sky And Wonder At Our Place In The Stars. Now, We Just Look Down And Worry About Our Place In The Dirt.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "Love Is The One Thing We're Capable Of Perceiving That Transcends Dimensions Of Time And Space.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "We’ve always defined ourselves by the ability to overcome the impossible.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "I’ve been thinking about why we’re here. What it is we’re meant to do.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "CASE: It’s not possible.\nCooper: No. It’s necessary.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "Do not go gentle into that good night; Old age should burn and rave at close of day. Rage, rage against the dying of the light.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "I’m not afraid of death. I’m an old physicist. I’m afraid of time.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "A machine doesn’t improvise well because you cannot program a fear of death. Our survival instinct is our greatest source of inspiration.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "Mankind was born on Earth. It was never meant to die here.",
    "title": "Interstellar",
    "year": 2014
  },
  {
    "quote": "I don't have friends. I got family.",
    "title": "Furious 7",
    "year": 2015
  },
  {
    "quote": "So be prepared, be enthusiastic, and leave your bullshit attitude and baggage at the door because we don't need it!",
    "title": "Wet Hot American Summer",
    "year": 2001
  },
  {
    "quote": "You gotta hear this one song. It'll change your life, I swear.",
    "title": "Garden State",
    "year": 2004
  },
  {
    "quote": "This is how I win.",
    "title": "Uncut Gems",
    "year": 2019
  },
  {
    "quote": "You've got red on you.",
    "title": "Shaun of the Dead",
    "year": 2004
  },
  {
    "quote": "I am Groot.",
    "title": "Guardians of the Galaxy",
    "year": 2014
  },
  {
    "quote": "Are you not entertained?",
    "title": "Gladiator",
    "year": 2000
  },
  {
    "quote": "Why so serious?",
    "title": "The Dark Knight",
    "year": 2008
  },
  {
    "quote": "Not my tempo.",
    "title": "Whiplash",
    "year": 2014
  },
  {
    "quote": "I wish I knew how to quit you.",
    "title": "Brokeback Mountain",
    "year": 2005
  },
  {
    "quote": "With great power comes great responsibility.",
    "title": "Spider-Man",
    "year": 2002
  },
  {
    "quote": "I drink your milkshake. I drink it up!",
    "title": "There Will Be Blood",
    "year": 2007
  },
  {
    "quote": "Oh what a day. What a lovely day!",
    "title": "Mad Max Fury Road",
    "year": 2015
  },
  {
    "quote": "It's the sense of touch. In any real city, you walk, you know? You brush past people, people bump into you. In L.A., nobody touches you. We're always behind this metal and glass. I think we miss that touch so much, that we crash into each other, just so we can feel something.",
    "title": "Crash",
    "year": 2004
  },
  {
    "quote": "You're going to go through life thinking that girls don't like you because you're a nerd. And I want you to know, from the bottom of my heart, that won't be true. It'll be because you're an asshole.",
    "title": "The Social Network",
    "year": 2010
  },
  {
    "quote": "Well, I don't want to survive. I want to live.",
    "title": "12 Years a Slave",
    "year": 2013
  },
  {
    "quote": "What's the most you ever lost on a coin toss?",
    "title": "No Country for Old Men",
    "year": 2007
  },
  {
    "quote": "I'm also just a girl standing in front of a boy, asking him to love her.",
    "title": "Notting Hill",
    "year": 1999
  },
  {
    "quote": "Never give up. Never surrender.",
    "title": "Galaxy Quest",
    "year": 1999
  },
  {
    "quote": "Why do we fall, sir? So that we can learn to pick ourselves up.",
    "title": "Batman Begins",
    "year": 2005
  },
  {
    "quote": "Don’t ever let somebody tell you you can’t do something.",
    "title": "The Pursuit of Happiness",
    "year": 2006
  },
  {
    "quote": "Every man dies, but not every man really lives.",
    "title": "Braveheart",
    "year": 1995
  },
  {
    "quote": "Do, or do not. There is no try.",
    "title": "Star Wars: Episode V – The Empire Strikes Back",
    "year": 1980
  },
  {
    "quote": "Great men are not born great, they grow great.",
    "title": "The Godfather",
    "year": 1972
  },
  {
    "quote": "Life moves pretty fast. If you don’t stop and look around once in a while, you could miss it.",
    "title": "Ferris Bueller’s Day Off",
    "year": 1986
  },
  {
    "quote": "Sometimes it is the people who no one imagines anything of who do the things that no one can imagine.",
    "title": "The Imitation Game",
    "year": 2014
  },
  {
    "quote": "You’ll have bad times, but it’ll always wake you up to the good stuff you weren’t paying attention to.",
    "title": "Good Will Hunting",
    "year": 1997
  },
  {
    "quote": "You’ve got this. Most of the time, the challenges you face are those you were already built to handle.",
    "title": "Gladiator",
    "year": 2000
  },
  {
    "quote": "The more you know who you are, and what you want, the less you let things upset you.",
    "title": "Lost in Translation",
    "year": 2003
  },
  {
    "quote": "Life is like a box of chocolates, you never know what you’re gonna get",
    "title": "Forrest Gump",
    "year": 1994
  },
  {
    "quote": "No matter what anybody tells you, words and ideas can change the world",
    "title": "Dead Poets Society",
    "year": 1989
  },
  {
    "quote": "We buy things we don’t need, to impress people we don’t like",
    "title": "Fight Club",
    "year": 1999
  },
  {
    "quote": "All we have to decide is what to do with the time that is given to us",
    "title": "The Lord of The Rings",
    "year": 2001
  },
  {
    "quote": "Don’t let anyone ever make you feel like you don’t deserve what you want.",
    "title": "10 Things I Hate About You",
    "year": 1999
  },
  {
    "quote": "Hope is a good thing, maybe the best of things, and no good thing ever dies.",
    "title": "The Shawshank Redemption",
    "year": 1994
  },
  {
    "quote": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can’t achieve it.",
    "title": "The Wolf of Wall Street",
    "year": 2013
  },
  {
    "quote": "The past can hurt. But the way I see it, you can either run from it or learn from it.",
    "title": "The Lion King",
    "year": 1994
  },
  {
    "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "title": "Darkest Hour",
    "year": 2017
  },
  {
    "quote": "Your focus needs more focus.",
    "title": "The Karate Kid",
    "year": 1984
  },
  {
    "quote": "If we didn’t do what we loved, we wouldn’t exist",
    "title": "Creed II",
    "year": 2018
  },
  {
    "quote": "At some point you’ve got to decide for yourself who you gonna be, can’t let anybody make that decision for you",
    "title": "Moonlight",
    "year": 2016
  },
  {
    "quote": "I’m scared of everything. I’m scared of what I saw. I’m scared of what I did, of who I am…. and most of all, I’m scared of walking out of this room and never feeling the rest of my whole life the way I feel when I’m with you",
    "title": "Dirty Dancing",
    "year": 1987
  },
  {
    "quote": "When you decide to be something, you can be it",
    "title": "The Departed",
    "year": 2006
  },
  {
    "quote": "All those moments will be lost in time… Like tears in rain",
    "title": "Blade Runner",
    "year": 1982
  },
  {
    "quote": "Hope. It is the only thing stronger than fear. Little hope is effective. A lot of hope is dangerous. A spark is fine, as long as it’s contained",
    "title": "The Hunger Games",
    "year": 2012
  },
  {
    "quote": "Nobody is perfect",
    "title": "Some Like It Hot",
    "year": 1959
  },
  {
    "quote": "It’s what you do right now that makes a difference",
    "title": "Black Hawk Down",
    "year": 2001
  },
  {
    "quote": "When you get a different vantage point it changes your perspective… It allows you to see things you should have seen a long time ago",
    "title": "First Man",
    "year": 2018
  },
  {
    "quote": "There should be no boundaries to human endeavour. We are all different. How bad life may seem, there is always something you can do, and succeed at. While there is life, there is hope",
    "title": "The Theory of Everything",
    "year": 2014
  },
  {
    "quote": "What we do in life echoes in eternity",
    "title": "Gladiator",
    "year": 2000
  },
  {
    "quote": "Love means never having to say you’re sorry.",
    "title": "Love Story",
    "year": 1970
  },
  {
    "quote": "You have to get lost before you find yourself",
    "title": "Paper Towns",
    "year": 2015
  },
  {
    "quote": "The night is darkest just before dawn. And I promise you, the dawn is coming",
    "title": "The Dark Knight",
    "year": 2008
  },
  {
    "quote": "To see the world, things dangerous to come to, to see behind walls, to draw closer, to find each other and to feel. That is the purpose of life.",
    "title": "The Secret Life of Walter Mitty",
    "year": 2013
  },
  {
    "quote": "A wise man can learn more from his enemies than a fool from his friends.",
    "title": "Rush",
    "year": 2013
  },
  {
    "quote": "In this life, you don’t have to prove nothin’ to nobody but yourself. And after what you’ve gone through, if you haven’t done that by now, it ain’t gonna never happen. Now go on back.",
    "title": "Rudy",
    "year": 1993
  },
  {
    "quote": "Just because someone stumbles and loses their path, doesn’t mean they’re lost forever.",
    "title": "X-Men: Days of Future Past",
    "year": 2014
  },
  {
    "quote": "You need to learn how to select your thoughts just the same way you select your clothes every day. This is a power you can cultivate. If you want to control things in your life so bad, work on the mind. That’s the only thing you should be trying to control.",
    "title": "Eat, Pray, Love",
    "year": 2010
  },
  {
    "quote": "Happiness only real when shared.",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "When you want something in life, you just gotta reach out and grab it.",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "The sea’s only gifts are harsh blows, and occasionally the chance to feel strong. Now, I don’t know much about the sea, but I do know that that’s the way it is here. And I also know how important it is in life not necessarily to be strong but to feel strong.",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "What if I were smiling and running into your arms? Would you see then what I see now?",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "The core of mans’ spirit comes from new experiences.",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "If we admit that human life can be ruled by reason, then all possibility of life is destroyed.",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "I don’t need a new car. I don’t want a new car. I don’t want anything – these things, things, things, things.",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "I don’t need money. Makes people cautious.",
    "title": "Into the Wild",
    "year": 2007
  },
  {
    "quote": "You grow up around something, and it feels like nothing.",
    "title": "Columbus",
    "year": 2017
  },
  {
    "quote": "Smart phone, dumb human.",
    "title": "Columbus",
    "year": 2017
  },
  {
    "quote": "Inspiration Unlocks the Future",
    "title": "The Wind Rises",
    "year": 2013
  },
  {
    "quote": "Turn Your Face Toward the Sun, and the Shadows Fall Behind You",
    "title": "Tales from Earthsea",
    "year": 2006
  },
  {
    "quote": "They Say the Best Blaze Burns Brightest When Circumstances Are at Their Worst.",
    "title": "Howl's Moving Castle",
    "year": 2004
  },
  {
    "quote": "Once You've Met Someone You Never Really Forget Them",
    "title": "Spirited Away",
    "year": 2001
  },
  {
    "quote": "You Cannot Alter Your Fate. However, You Can Rise to Meet It.",
    "title": "Princess Mononoke",
    "year": 1997
  },
  {
    "quote": "It’s Not Easy to Live Your Own Way. You Can’t Blame Anyone But Yourself",
    "title": "Whisper of the Heart",
    "year": 1995
  },
  {
    "quote": "I'd Rather Be a Pig Than a Fascist",
    "title": "Porco Rosso",
    "year": 1992
  },
  {
    "quote": "We Each Need to Find Our Own Inspiration. Sometimes It's Not Easy",
    "title": "Kiki’s Delivery Service",
    "year": 1989
  },
  {
    "quote": "Try Laughing. Then Whatever Scares You Will Go Away",
    "title": "My Neighbour Totoro",
    "year": 1988
  },
  {
    "quote": "The Earth Speaks To All Of Us, and If We Listen, We Can Understand",
    "title": "Castle in the Sky",
    "year": 1986
  },
  {
    "quote": "Danger Doesn't Always Come From the Enemy",
    "title": "Nausicaa of the Valley of the Wind",
    "year": 1984
  },
  {
    "quote": "Life is suffering. It is hard. The world is cursed. But still, you find reasons to keep living.",
    "title": "Princess Mononoke",
    "year": 1997
  },
  {
    "quote": "You cannot see the light without the darkness.",
    "title": "The Wind Rises",
    "year": 2014
  },
  {
    "quote": "Believe in yourself. Walk your path.",
    "title": "Porco Rosso",
    "year": 1992
  },
  {
    "quote": "I don't want to run away anymore. I want to see what it's like when I don't.",
    "title": "Nausicaa of the Valley of the Wind",
    "year": 1984
  },
  {
    "quote": "Many of the things that seem impossible now will become realities tomorrow.",
    "title": "Howl's Moving Castle",
    "year": 2004
  },
  {
    "quote": "It's wonderful when you can bring sparkle into people's lives, especially under difficult circumstances.",
    "title": "Castle in the Sky",
    "year": 1986
  },
  {
    "quote": "You cannot alter your fate. However, you can rise to meet it.",
    "title": "Princess Mononoke",
    "year": 1997
  },
  {
    "quote": "I’m not going to die. I’m going home like a gentlemen.",
    "title": "Porco Rosso",
    "year": 1992
  },
  {
    "quote": "I’d rather die than live without mercy.",
    "title": "Princess Mononoke",
    "year": 1997
  },
  {
    "quote": "I finally understand. I wasn’t waiting to be rescued. I was waiting for someone to show me my way out.",
    "title": "Princess Mononoke",
    "year": 1997
  },
  {
    "quote": "I finally know what I want. I know what I need. And I don’t care what anyone else thinks about it.",
    "title": "Howl’s Moving Castle",
    "year": 2004
  },
  {
    "quote": "I’ve got to see you again, even if it’s in my dreams.",
    "title": "Porco Rosso",
    "year": 1992
  },
  {
    "quote": "It’s not really important what color your dress is. What matters is the heart inside.",
    "title": "Kiki’s Delivery Service",
    "year": 1989
  },
  {
    "quote": "I don't want things to change. I want things to go back to the way they were.",
    "title": "Ponyo",
    "year": 2008
  },
  {
    "quote": "No matter how many weapons you have, no matter how great your technology might be, the world cannot live without love.",
    "title": "Castle in the Sky",
    "year": 1986
  },
  {
    "quote": "To find something, anything, a great truth or a lost pair of glasses, you must first believe there will be some advantage in finding it.",
    "title": "All the King’s Men",
    "year": 1949
  },
  {
    "quote": "You cannot live your life to please others. The choice must be yours.",
    "title": "Alice in Wonderland",
    "year": 2010
  },
  {
    "quote": "It’s not destroying. It’s making something new.",
    "title": "Annihilation",
    "year": 2018
  },
  {
    "quote": "Only if you find peace within yourself will you find true connection with others.",
    "title": "Before Sunrise",
    "year": 1995
  },
  {
    "quote": "I live my life a quarter-mile at a time.",
    "title": "The Fast and the Furious",
    "year": 2001
  },
  {
    "quote": "Love cannot be found where it doesn’t exist, nor can it be hidden where it truly does.",
    "title": "Kissing a Fool",
    "year": 1998
  },
  {
    "quote": "Truth is, no one can do what I do.",
    "title": "The Devil Wears Prada",
    "year": 2006
  },
  {
    "quote": "Anyone Can Lose One Fight.",
    "title": "Million Dollar Baby",
    "year": 2004
  },
  {
    "quote": "The Magic Of Risking Everything For A Dream That Nobody Sees But You.",
    "title": "Million Dollar Baby",
    "year": 2004
  },
  {
    "quote": "Instead Of Running From The Pain Like A Sane Person Would Do, You Step Into It.",
    "title": "Million Dollar Baby",
    "year": 2004
  },
  {
    "quote": "Mo Cuishle Means My Darling, My Blood.",
    "title": "Million Dollar Baby",
    "year": 2004
  },
  {
    "quote": "What I learned about religion is that it makes people fight.",
    "title": "Are You There God? It's Me, Margaret.",
    "year": 2023
  },
  {
    "quote": "You make my life so much bigger, and I'm wondering if I do the same thing for you.",
    "title": "Past Lives",
    "year": 2023
  },
  {
    "quote": "Friendship means little when it's convenient.",
    "title": "John Wick: Chapter 4",
    "year": 2023
  },
  {
    "quote": "Success has been my biggest failure.",
    "title": "Bardo, False Chronicle of a Handful of Truths",
    "year": 2022
  },
  {
    "quote": "There’s no something without nothing.",
    "title": "After Yang",
    "year": 2022
  },
  {
    "quote": "They think I’m hiding in the shadows. But I am the shadows.",
    "title": "The Batman",
    "year": 2022
  },
  {
    "quote": "I think it’s nice that we share the same sky.",
    "title": "Aftersun",
    "year": 2022
  },
  {
    "quote": "When you think of the profit of people’s pain, you can only be furious.",
    "title": "All the Beauty and the Bloodshed",
    "year": 2022
  },
  {
    "quote": "I wasn’t trying to be right. I was trying to be accurate.",
    "title": "The Banshees of Inisherin",
    "year": 2022
  },
  {
    "quote": "The moment you said you loved me, your love is over. The moment your love ends, my love begins.",
    "title": "Decision to Leave",
    "year": 2022
  },
  {
    "quote": "Every rejection, every disappointment, has led you here, to this moment. Don’t let anything distract you from it.",
    "title": "Everything Everywhere All at Once",
    "year": 2022
  },
  {
    "quote": "We all fail. Every day. There are some things we just can’t succeed at. No matter how hard we try.",
    "title": "The Dig",
    "year": 2021
  },
  {
    "quote": "It’s amazing how easy humans can get used to even something spectacular.",
    "title": "Bliss",
    "year": 2021
  },
  {
    "quote": "It’s not until you’re about to lose someone that you finally pay attention.",
    "title": "Malcolm & Marie",
    "year": 2021
  },
  {
    "quote": "It’s true that we’re losing time every day, all the time, until one day it’s all gone. But you’re gaining it, too. Every second, perfect moments, one after the other, until, by the end, you have your whole life. You have everything.",
    "title": "The Map of Tiny Perfect Things",
    "year": 2021
  },
  {
    "quote": "Hard things come before good things.",
    "title": "Concrete Cowboy",
    "year": 2021
  },
  {
    "quote": "You were never chosen. Fate has better standards than you.",
    "title": "Mortal Kombat",
    "year": 2021
  },
  {
    "quote": "Depends on whether they’re smart pretending to be idiots, or idiots pretending to be smart.",
    "title": "The Hunt",
    "year": 2020
  },
  {
    "quote": "You don’t need a history to have a future.",
    "title": "Bloodshot",
    "year": 2020
  },
  {
    "quote": "If we’re honest with ourselves, then it all comes down to chance. I guess life is about grabbing those chances when they come around.",
    "title": "Love Wedding Repeat",
    "year": 2020
  },
  {
    "quote": "That’s the problem with mirrors. They always show you yourself.",
    "title": "You Should Have Left",
    "year": 2020
  },
  {
    "quote": "It’s not what time steals, it’s what it leaves behind. Things you can’t forget.",
    "title": "The Old Guard",
    "year": 2020
  },
  {
    "quote": "Sometimes what looks like anger is really just fear. Things are not always what they appear to be.",
    "title": "Antebellum",
    "year": 2020
  },
  {
    "quote": "You cannot capture a man’s entire life in two hours. All you can hope is to leave the impression of one.",
    "title": "Mank",
    "year": 2020
  },
  {
    "quote": "Serenity is something you get when you stop wishing for a different past.",
    "title": "Sound of Metal",
    "year": 2020
  },
  {
    "quote": "Life’s too short to waste time on things you don’t absolutely love.",
    "title": "Sylvie's Love",
    "year": 2020
  },
  {
    "quote": "This world was a beautiful place just as it was, and you cannot have it all. You can only have the truth. And the truth is enough. The truth is beautiful.",
    "title": "Wonder Woman 1984",
    "year": 2020
  },
  {
    "quote": "I feel as if I’m losing all my leaves. The branches and the wind and the rain. I don’t know what’s happening anymore.",
    "title": "The Father",
    "year": 2020
  }
]
